Repository: ida-arbeitszeit/arbeitszeitapp
Catalog: arbeitszeit_flask/translations/*/LC_MESSAGES/messages.po
Languages: de, es

source: Here, recurring costs from raw materials and consumables are summarized, e.g. electricity, rent for production halls, maintenance of machines etc.
de: Hier sollten wiederkehrende Kosten aus Rohstoffen und Verbrauchsmaterialien zusammengefasst werden, z.B. Strom, Miete für Produktionshallen, Wartung von Maschinen usw.
es: Aquí se resumen los costes recurrentes de materias primas y consumibles, por ejemplo, electricidad, alquiler de naves de producción, mantenimiento de máquinas, etc.

source: Costs for liquid means of production
de: Kosten für flüssige Produktionsmittel
es: Costes de medios de producción líquidos

source: Planned hours of human work.
de: Geplante Stunden menschlicher Arbeit.
es: Horas de trabajo humano planificadas.

source: Costs for labour
de: Kosten für Arbeit
es: Costes de mano de obra

source: Products and services within a supply chain should not be marked public. Only checkmark this box if your product will be generally and freely available.
de: Produkte und Dienstleistungen innerhalb einer Lieferkette sollten hier nicht als öffentlich markiert werden. Setze das Häkchen nur, wenn dein Produkt allgemein und frei verfügbar sein wird.
es: Los productos y servicios dentro de una cadena de suministro no deben estar marcados como públicos. Marca esta casilla solo si tu producto estará disponible de forma general y gratuita.

source: This plan is a public service
de: Dieser Plan ist eine öffentliche Dienstleistung
es: Este plan es un servicio público

source: Language
de: Sprache
es: Idioma

source: This plan ID identifies your plan. It is used to account for labour time by workers and companies that work on, or respectively consume, the planned product or service.
de: Mit Hilfe dieser Plan ID wird dein Plan identifiziert. Sie wird von Arbeiter*innen und Betrieben genutzt, während sie an der Herstellung eines Produktes arbeiten bzw. wenn sie ein Produkt konsumieren, um Arbeitszeit zu verbuchen.
es: Este ID de plan identifica tu plan. Se utiliza para contabilizar el tiempo de trabajo de los trabajadores y empresas que trabajan en, o respectivamente consumen, el producto o servicio planificado.

source: Status can be "Active", i.e. plan was approved and current date is within planning timeframe, or "Inactive", i.e. plan is not yet approved or it is expired.
de: Status kann "Aktiv" sein, d.h. der Plan wurde genehmigt und das aktuelle Datum liegt innerhalb des Planungszeitraums, oder "Inaktiv", d.h. der Plan ist noch nicht genehmigt oder abgelaufen.
es: El estado puede ser "Activo", es decir, el plan fue aprobado y la fecha actual está dentro del plazo de planificación, o "Inactivo", es decir, el plan aún no ha sido aprobado o ha caducado.

source: Plan creation
de: Planerstellung
es: Creación del plan

source: Plan approval
de: Plangenehmigung
es: Aprobación del plan

source: Plan expiration
de: Planende
es: Caducidad del plan

source: This is the amount you plan to deliver.
de: Dies ist die Menge, die du planst zu produzieren.
es: Esta es la cantidad que planeas entregar.

source: "Type" can be either "Productive" or "Public". Products from the latter can be consumed for free, and are funded via the Factor of Individual Consumption (FIC).
de: Der "Typ" eines Plans kann entweder "Produktiv" oder "Öffentlich" sein. Produkte aus öffentlichen Plänen werden umsonst konsumiert, ihre Kosten werden über den Faktor Individueller Konsumtion (FIK) gedeckt.
es: "Tipo" puede ser "Productivo" o "Público". Los productos de este último pueden ser consumidos de forma gratuita, y son financiados a través del Factor de Consumo Individual (FCI).

source: This is the amount of time that is debited when the product is consumed. 0 for public plans.
de: Dies ist die Menge an Zeit, die abgebucht wird, wenn das Produkt konsumiert wird. 0 für öffentliche Pläne.
es: Esta es la cantidad de tiempo que se debita cuando el producto es consumido. 0 para planes públicos.

source: This field shows working hours spent per produced unit.
de: Dieses Feld zeigt die Anzahl der benötigten Arbeitsstunden pro hergestellter Einheit.
es: Este campo muestra las horas de trabajo gastadas por unidad producida.

source: Your past consumptions are shown here.
de: Deine vergangenen Verbräuche werden hier gezeigt.
es: Tus consumos pasados se muestran aquí.

source: Price per unit
de: Einzelpreis
es: Precio por unidad

source: You have not consumed anything yet.
de: Du hast noch nichts konsumiert.
es: Aún no has consumido nada.

source: Your credit
de: Dein Guthaben
es: Tu crédito

source: Your workplaces
de: Deine Arbeitsplätze
es: Tus lugares de trabajo

source: You are not registered with any company. Tell your company your member ID so that they register you.
de: Du bist bei keinem Betrieb angemeldet. Teile deinem Betrieb deine Mitglieds-ID mit, so dass sie dich anmelden können.
es: No estás registrado/a en ninguna empresa. Dile a tu empresa tu ID de miembro para que te registre.

source: My area
de: Mein Bereich
es: Mi área

source: Private consumption
de: Privater Konsum
es: Consumo privado

source: My account
de: Mein Konto
es: Mi cuenta

source: My Account
de: Mein Konto
es: Mi cuenta

source: Current balance
de: Aktueller Kontostand
es: Saldo actual

source: You have been invited by a company to join them as a member on Arbeitszeitapp. Accept or reject via this link:
de: Du wurdest von einem Betrieb eingeladen, Mitglied bei ihnen auf Arbeitszeitapp zu werden. Akzeptiere oder lehne ab über diesen Link:
es: Has sido invitado/a por una empresa a unirte a ellos como miembro en Arbeitszeitapp. Acepta o rechaza a través de este enlace:

source: Reject
de: Ablehnen
es: Rechazar

source: User Account Data
de: Nutzerkontodaten
es: Datos de la cuenta de usuario

source: Account ID:
de: Konto-ID:
es: ID de la cuenta:

source: Email address:
de: E-Mail-Adresse:
es: Dirección de correo electrónico:

source: Change email address
de: E-Mail-Adresse ändern
es: Cambiar dirección de correo electrónico

source: The account for work certificates
de: Das Konto für Arbeitszertifikate
es: La cuenta para certificados de trabajo

source: Balance:
de: Kontostand:
es: Saldo:

source: The account for fixed means of production.
de: Das Konto für feste Produktionsmittel.
es: La cuenta para medios de producción fijos.

source: The account for product transfers (sales).
de: Das Konto für Produktweitergaben (Verkäufe).
es: La cuenta para transferencias de productos (ventas).

source: The account for liquid means of production
de: Das Konto für flüssige Produktionsmittel
es: La cuenta para medios de producción líquidos

source: Accounts
de: Konten
es: Cuentas

source: Each company has four accounts.
de: Jeder Betrieb hat vier Konten.
es: Cada empresa tiene cuatro cuentas.

source: Account for fixed means of production
de: Konto für feste Produktionsmittel
es: Cuenta para medios de producción fijos

source: Account for liquid means of production
de: Konto für flüssige Produktionsmittel
es: Cuenta para medios de producción líquidos

source: Account for work certificates (wages)
de: Konto für Arbeitszertifikate (Löhne)
es: Cuenta para certificados de trabajo (salarios)

source: Account for product transfers (sales)
de: Konto für Produktweitergaben (Verkäufe)
es: Cuenta para transferencias de productos (ventas)

source: List all transactions
de: Alle Transaktionen anzeigen
es: Listar todas las transacciones

source: Do you really want to change your email address from "%(old_email)s" to "%(new_email)s"?
de: Möchtest du wirklich deine E-Mail-Adresse von "%(old_email)s" zu "%(new_email)s" ändern?
es: ¿Realmente quieres cambiar tu dirección de correo electrónico de "%(old_email)s" a "%(new_email)s"?

source: If you have more than one account with this email address, the address of all accounts will change.
de: Wenn du mehr als ein Konto mit dieser E-Mail-Adresse hast, wird die Adresse aller Konten geändert.
es: Si tienes más de una cuenta con esta dirección de correo electrónico, la dirección de todas las cuentas cambiará.

source: Yes
de: Ja
es: Sí

source: Current coordinator
de: Aktuelle*r Koordinator*in
es: Coordinador actual

source: Transfer coordination
de: Koordination übergeben
es: Transferir coordinación

source: History of coordinators
de: Abfolge von Koordinator*innen
es: Historial de coordinadores

source: Cooperation price
de: Kooperationspreis
es: Precio cooperativo

source: Participating plans
de: Teilnehmende Pläne
es: Planes participantes

source: End cooperation
de: Kooperation beenden
es: Finalizar cooperación

source: Individual price
de: Individualpreis
es: Precio individual

source: All transactions
de: Alle Transaktionen
es: Todas las transacciones

source: All transactions made or received so far.
de: Alle bisher getätigten oder erhaltenen Transaktionen.
es: Todas las transacciones realizadas o recibidas hasta ahora.

source: No cooperations found
de: Keine Kooperationen gefunden
es: No se encontraron cooperaciones

source: Start of coordination
de: Beginn der Koordination
es: Inicio de coordinación

source: End of coordination
de: Ende der Koordination
es: Fin de coordinación

source: No coordinators found.
de: Keine Koordinator*innen gefunden.
es: No se encontraron coordinadores.

source: Search companies
de: Betriebe suchen
es: Buscar empresas

source: Search by name or email
de: Nach Name oder E-Mail suchen
es: Buscar por nombre o correo electrónico

source: Search
de: Suche
es: Buscar

source: Results
de: Ergebnisse
es: Resultados

source: Search by plan ID or product name
de: Nach Plan-ID oder Produktname suchen
es: Buscar por ID de plan o nombre del producto

source: Sort by
de: Sortieren nach
es: Ordenar por

source: Submit
de: Senden
es: Enviar

source: Dear Arbeitszeitapp user, someone tried to change the email address for your user account. If this was you please visit the following link to confirm this change.
de: Liebe*r Nutzer*in der Arbeitszeitapp, jemand hat versucht, die E-Mail-Adresse für dein Nutzerkonto zu ändern. Falls das du warst, besuche bitte den folgenden Link, um diese Änderung zu bestätigen.
es: Estimado/a usuario/a de Arbeitszeitapp, alguien intentó cambiar la dirección de correo electrónico de tu cuenta de usuario. Si fuiste tú, por favor visita el siguiente enlace para confirmar este cambio.

source: Dear Arbeitszeitapp user, someone tried to change the email address for your user account. If this was not you, please contact the administrators of the app.
de: Liebe*r Nutzer*in der Arbeitszeitapp, jemand hat versucht, die E-Mail-Adresse für dein Nutzerkonto zu ändern. Falls das nicht du warst, kontaktiere bitte die Administrator*innen der App.
es: Estimado/a usuario/a de Arbeitszeitapp, alguien intentó cambiar la dirección de correo electrónico de tu cuenta de usuario. Si no fuiste tú, por favor contacta a los administradores de la aplicación.

source: Admin email address:
de: Admin-E-Mail-Adresse:
es: Dirección de correo electrónico del/la administrador/a:

source: Companies
de: Betriebe
es: Empresas

source: FIC (Payout factor)
de: FIK (Auszahlungsfaktor)
es: FCI (Factor de pago)

source: Balance for Public Sector Fund (PSF)
de: Kontostand für den Fonds Öffentlicher Sektor (FÖS)
es: Saldo para el Fondo del Sector Público (FSP)

source: Planned ressources
de: Geplante Ressourcen
es: Recursos planificados

source: Certificates and products
de: Zertifikate und Produkte
es: Certificados y productos

source: Active plans
de: Aktive Pläne
es: Planes activos

source: Public active plans
de: Öffentliche aktive Pläne
es: Planes activos públicos

source: Average plan duration
de: Durchschnittliche Plandauer
es: Duración media del plan

source: Currently planned fixed means
de: Aktuell geplante feste Produktionsmittel
es: Medios fijos planificados actualmente

source: Currently planned liquid means
de: Aktuell geplante flüssige Produktionmittel
es: Medios líquidos planificados actualmente

source: Currently planned work
de: Aktuell geplante Arbeit
es: Trabajo planificado actualmente

source: Available work certificates
de: Verfügbare Arbeitszertifikate
es: Certificados de trabajo disponibles

source: Available product (no public products)
de: Verfügbares Produkt (keine öffentlichen Produkte)
es: Producto disponible (sin productos públicos)

source: Draft successfully saved.
de: Entwurf erfolgreich gespeichert.
es: Borrador guardado con éxito.

source: Invitation to Arbeitszeitapp
de: Einladung zur Arbeitszeitapp
es: Invitación a Arbeitszeitapp

source: A company requests cooperation
de: Ein Betrieb fragt Kooperation an
es: Una empresa solicita cooperación

source: Hello %(coordinator)s,<br>A company wants to be part of a cooperation that you are coordinating. Please check the request in the Arbeitszeitapp.
de: Hallo %(coordinator)s,<br>ein Betrieb möchte Teil einer Kooperation sein, die du koordinierst. Bitte überprüfe die Anfrage in der Arbeitszeitapp.
es: Hola %(coordinator)s,<br>Una empresa quiere ser parte de una cooperación que estás coordinando. Por favor, revisa la solicitud en la Arbeitszeitapp.

source: Email address change requested
de: Änderung der E-Mail-Adresse angefordert
es: Solicitud de cambio de dirección de correo electrónico

source: Invitation from a company on Arbeitszeitapp
de: Einladung von einem Betrieb in der Arbeitszeitapp
es: Invitación de una empresa en Arbeitszeitapp

source: Plan was filed
de: Plan wurde eingereicht
es: Plan fue presentado

source: You have been removed as worker from a company
de: Du wurdest als Arbeiter*in von einem Betrieb entfernt
es: Has sido eliminado/a como trabajador/a de una empresa

source: Account confirmation
de: Bestätigung des Kontos
es: Confirmación de la cuenta

source: You are asked to be the coordinator of a cooperation
de: Du wirst angefragt, Koordinator*in einer Kooperation zu sein
es: Se te pide que seas el coordinador de una cooperación

source: Hello %(candidate)s,<br>Your are asked to be the coordinator of the cooperation '%(cooperation)s'. Please follow this link to check the request in the Arbeitszeitapp: <a href='%(url)s'>LINK</a>.
de: Hallo %(candidate)s,<br>Du wirst angefragt, Koordinator*in der Kooperation '%(cooperation)s' zu sein. Bitte folge diesem Link, um die Anfrage in der Arbeitszeitapp zu prüfen: <a href='%(url)s'>LINK</a>.
es: Hola %(candidate)s,<br>Se te pide que seas el coordinador de la cooperación '%(cooperation)s'. Por favor, sigue este enlace para revisar la solicitud en la Arbeitszeitapp: <a href='%(url)s'>ENLACE</a>.

source: Inactive
de: Inaktiv
es: Inactivo

source: Planning company
de: Planender Betrieb
es: Empresa planificadora

source: Name of product
de: Name des Produkts
es: Nombre del producto

source: Description of product
de: Beschreibung des Produkts
es: Descripción del producto

source: Planning timeframe (days)
de: Planungszeitraum (Tage)
es: Marco de tiempo de planificación (días)

source: Costs for work
de: Kosten für Arbeit
es: Costes de trabajo

source: Productive
de: Produktiv
es: Productivo

source: Price (hours/unit)
de: Preis (Stunden/Einheit)
es: Precio (horas/unidad)

source: Labour time (hours/unit)
de: Arbeitszeit (Stunden/Einheit)
es: Tiempo de trabajo (horas/unidad)

source: Please log in to view this page.
de: Bitte logge dich ein, um diese Seite zu sehen.
es: Por favor, inicia sesión para ver esta página.

source: You are not logged in with the correct account.
de: Du bist nicht mit dem korrekten Konto angemeldet.
es: No has iniciado sesión con la cuenta correcta.

source: Invalid UUID.
de: Ungültige UUID.
es: UUID no válido.

source: This is not an integer.
de: Das ist keine ganze Zahl.
es: Esto no es un número entero.

source: Must be a number larger than zero.
de: Muss eine Nummer größer als Null sein.
es: Debe ser un número mayor que cero.

source: Email address remains unchanged.
de: E-Mail-Adresse bleibt unverändert.
es: La dirección de correo electrónico no cambia.

source: Please correct the errors in the form.
de: Bitte korrigiere die Fehler im Formular.
es: Por favor, corrige los errores en el formulario.

source: At least one of the costs fields must be a positive number of hours.
de: Mindestens eines der Kostenfelder muss eine positive Anzahl an Stunden sein.
es: Al menos uno de los campos de costes debe ser un número positivo de horas.

source: This field must be an integer.
de: Dieses Feld muss eine ganze Zahl sein.
es: Este campo debe ser un número entero.

source: This field must be zero or a positive number.
de: Dieses Feld muss Null oder eine positive Zahl sein.
es: Este campo debe ser cero o un número positivo.

source: Invalid UUID
de: Ungültige UUID
es: UUID no válido

source: Plan ID is invalid.
de: Plan-ID ist ungültig.
es: El ID del plan no es válido.

source: You must specify an amount.
de: Du musst eine Menge angeben.
es: Debes especificar una cantidad.

source: Worker ID in request is invalid or missing.
de: Arbeiter*innen-ID in der Anfrage ist ungültig oder fehlt.
es: El ID del trabajador en la solicitud es inválido o falta.

source: Invalid plan ID.
de: Ungültige Plan-ID.
es: ID de plan no válido.

source: Invalid cooperation ID.
de: Ungültige Kooperations-ID.
es: ID de cooperación no válido.

source: The provided plan ID is not a valid UUID.
de: Die angegebene Plan-ID ist keine gültige UUID.
es: El ID del plan proporcionado no es un UUID válido.

source: The provided amount is not a valid integer.
de: Die angegebene Menge ist keine gültige ganze Zahl.
es: La cantidad proporcionada no es un número entero válido.

source: The provided type of consumption is not valid.
de: Der angegebene Konsumtionstyp ist nicht gültig.
es: El tipo de consumo proporcionado no es válido.

source: Cooperation request has been accepted.
de: Kooperationsanfrage wurde angenommen.
es: Solicitud de cooperación aceptada.

source: Plan or cooperation not found.
de: Plan oder Kooperation nicht gefunden.
es: Plan o cooperación no encontrada.

source: Something's wrong with that plan.
de: Etwas stimmt nicht mit diesem Plan.
es: Algo está mal con ese plan.

source: This cooperation request does not exist.
de: Diese Kooperationsanfrage existiert nicht.
es: Esta solicitud de cooperación no existe.

source: You are not coordinator of this cooperation.
de: Du bist nicht Koordinator dieser Kooperation.
es: No eres el coordinador de esta cooperación.

source: Successfully accepted the request. You are now coordinator of the cooperation.
de: Anfrage erfolgreich angenommen. Du bist jetzt Koordinator*in der Kooperation.
es: Solicitud aceptada con éxito. Ahora eres el coordinador de la cooperación.

source: Transfer request not found.
de: Übergabeanfrage nicht gefunden.
es: Solicitud de transferencia no encontrada.

source: This request is not valid anymore.
de: Diese Anfrage ist nicht mehr gültig.
es: Esta solicitud ya no es válida.

source: You are not the candidate of this request.
de: Du bist nicht der*die Kandidat*in dieser Anfrage.
es: No eres el candidato de esta solicitud.

source: You successfully joined "%(company)s".
de: Du bist erfolgreich "%(company)s" beigetreten.
es: Te has unido con éxito a "%(company)s".

source: You rejected the invitation from "%(company)s".
de: Du hast die Einladung von "%(company)s" abgelehnt.
es: Has rechazado la invitación de "%(company)s".

source: Accepting or rejecting is not possible.
de: Annehmen oder ablehnen ist nicht möglich.
es: Aceptar o rechazar no es posible.

source: Plan was approved successfully
de: Plan wurde erfolgreich genehmigt
es: Plan aprobado con éxito

source: Plan approval failed
de: Plangenehmigung gescheitert
es: La aprobación del plan falló

source: Cooperation request has been canceled.
de: Kooperationsanfrage wurde abgebrochen.
es: Solicitud de cooperación cancelada.

source: Error: Not possible to cancel request.
de: Fehler: Abbrechen der Anfrage nicht möglich.
es: Error: No es posible cancelar la solicitud.

source: Something went wrong. Perhaps the email address is not valid or already in use.
de: Etwas ist schief gelaufen. Vielleicht ist die E-Mail-Adresse nicht gültig oder bereits in Benutzung.
es: Algo salió mal. Quizás la dirección de correo electrónico no es válida o ya está en uso.

source: Email address changed successfully.
de: E-Mail-Adresse erfolgreich geändert.
es: Dirección de correo electrónico cambiada con éxito.

source: Successfully created cooperation.
de: Kooperation erfolgreich erstellt.
es: Cooperación creada con éxito.

source: There is already a cooperation with the same name.
de: Es gibt bereits eine Kooperation mit dem selben Namen.
es: Ya hay una cooperación con el mismo nombre.

source: Internal error: Coordinator not found.
de: Interner Fehler: Koordinator nicht gefunden.
es: Error interno: Coordinador no encontrado.

source: A new draft was created from an expired plan.
de: Ein neuer Entwurf wurde von einem abgelaufenen Plan erstellt.
es: Se creó un nuevo borrador a partir de un plan caducado.

source: Plan draft successfully created
de: Planentwurf erfolgreich erstellt
es: Borrador de plan creado con éxito

source: Plan draft %(product_name)s was deleted
de: Planentwurf %(product_name)s wurde gelöscht
es: Borrador de plan %(product_name)s fue eliminado

source: Cooperation request has been denied.
de: Kooperationsanfrage wurde abgelehnt.
es: Solicitud de cooperación denegada.

source: Could not deny cooperation
de: Konnte Kooperation nicht ablehnen
es: No se pudo denegar la cooperación

source: The draft you are trying to edit does not exist.
de: Der Entwurf, den du bearbeiten möchtest, existiert nicht.
es: El borrador que estás intentando editar no existe.

source: You are not authorized to edit this draft.
de: Du bist nicht berechtigt, diesen Entwurf zu bearbeiten.
es: No estás autorizado/a para editar este borrador.

source: Cooperation could not be terminated.
de: Kooperation konnte nicht beendet werden.
es: La cooperación no pudo ser finalizada.

source: Cooperation has been terminated.
de: Kooperation wurde beendet.
es: La cooperación ha sido finalizada.

source: Successfully filed plan with social accounting
de: Plan erfolgreich bei öffentlicher Buchhaltung eingereicht
es: Plan presentado con éxito con contabilidad social

source: Could not file plan with social accounting
de: Konnte Plan nicht bei öffentlicher Buchhaltung einreichen
es: No se pudo presentar el plan con contabilidad social

source: You have four accounts
de: Du hast vier Konten
es: Tienes cuatro cuentas

source: Credit for wages
de: Kredit für Löhne
es: Crédito por salarios

source: Payment of wages
de: Bezahlung von Löhnen
es: Pago de salarios

source: Incoming wages
de: Eingehende Löhne
es: Salarios entrantes

source: Credit for fixed means of production
de: Kredit für feste Produktionsmittel
es: Crédito por medios de producción fijos

source: Consumption of fixed means of production
de: Konsum fester Produktionsmittel
es: Consumo de medios de producción fijos

source: Credit for liquid means of production
de: Kredit für flüssige Produktionsmittel
es: Crédito por medios de producción líquidos

source: Consumption of liquid means of production
de: Konsum flüssiger Produktionsmittel
es: Consumo de medios de producción líquidos

source: Debit expected sales
de: Erwartetes Verkaufssoll
es: Débito de ventas esperadas

source: Sale of consumer product
de: Verkauf Konsumprodukt
es: Venta de producto de consumo

source: Sale of fixed means of production
de: Verkauf feste Produktionsmittel
es: Venta de medios de producción fijos

source: Sale of liquid means of production
de: Verkauf flüssige Produktionsmittel
es: Venta de medios de producción líquidos

source: Pending
de: Ausstehend
es: Pendiente

source: Closed
de: Abgeschlossen
es: Cerrado

source: Consumption
de: Konsum
es: Consumo

source: Wages
de: Löhne
es: Salarios

source: %(num).2f hours
de: %(num).2f Stunden
es: %(num).2f horas
