Repository: ida-arbeitszeit/arbeitszeitapp
Catalog: arbeitszeit_flask/translations/*/LC_MESSAGES/messages.po
Languages: de, es

source: Invalid ID.
de: Ungültige ID.
es: ID inválido.

source: Number must be at least 0.
de: Zahl muss 0 oder größer sein.
es: El número debe ser como mínimo 0.

source: This field is required.
de: Dies ist ein Pflichtfeld.
es: Este campo es obligatorio.

source: Plan ID
es: ID del plan

source: Product name
de: Name des Produkts
es: Nombre del producto

source: Search Plans
de: Pläne suchen
es: Buscar planes

source: Search term
de: Suchbegriff
es: Término de búsqueda

source: Newest
de: Neuest
es: Más reciente

source: Company name
de: Name Betrieb
es: Nombre de la empresa

source: Search also for expired plans
de: Auch nach abgelaufenen Plänen suchen
es: Buscar también planes caducados

source: Email
es: Correo electrónico

source: Proper email address required
de: Richtige E-Mail-Adresse erforderlich
es: Se requiere una dirección de correo electrónico válida

source: Name
es: Nombre

source: Name is required
de: Name ist erforderlich
es: Se requiere el nombre

source: Password
de: Passwort
es: Contraseña

source: The password must be at least 8 characters in length
de: Das Passwort muss mindestens 8 Zeichen lang sein
es: La contraseña debe tener al menos 8 caracteres de longitud

source: Passwords must match
de: Passwörter müssen übereinstimmen
es: Las contraseñas deben coincidir

source: Repeat Password
de: Passwort wiederholen
es: Repetir contraseña

source: Email address is required
de: E-Mail-Adresse ist erforderlich
es: Se requiere una dirección de correo electrónico

source: Email address required
de: E-Mail-Adresse erforderlich
es: Se requiere una dirección de correo electrónico

source: Password is required
de: Passwort ist erforderlich
es: Se requiere una contraseña

source: Remember login?
de: Login merken?
es: ¿Recordar inicio de sesión?

source: Search for company
de: Betrieb suchen
es: Buscar empresa

source: Definition
es: Definición

source: Amount
de: Menge
es: Cantidad

source: Fixed means of production
de: Feste Produktionsmittel
es: Medios de producción fijos

source: Liquid means of production
de: Flüssige Produktionsmittel
es: Medios de producción líquidos

source: Type of consumption
de: Art des Konsums
es: Tipo de consumo

source: New email address
de: Neue E-Mail-Adresse
es: Nueva dirección de correo electrónico

source: Email address is required.
de: E-Mail-Adresse ist erforderlich.
es: Se requiere una dirección de correo electrónico.

source: Current password
de: Aktuelles Passwort
es: Contraseña actual

source: Work certificates
de: Arbeitszertifikate
es: Certificados de trabajo

source: Available product
de: Verfügbares Produkt
es: Producto disponible

source: Hours
de: Stunden
es: Horas

# Text should be short
source: Fixed means
de: Feste PM
es: Medios fijos

# Text should be short
source: Liquid means
de: Flüssige PM
es: Medios líquidos

source: Work
de: Arbeit
es: Trabajo

source: Productive plans
de: Produktive Pläne
es: Planes productivos

source: Public plans
de: Öffentliche Pläne
es: Planes públicos

source: Welcome, %(name)s!
de: Willkommen, %(name)s!
es: Hola, %(name)s!

source: Your ID
de: Deine ID
es: Tu ID

source: Your email
de: Deine E-Mail
es: Tu correo electrónico

source: Frequent actions
de: Häufige Aktionen
es: Acciones frecuentes

source: List unreviewed plans
de: Ungeprüfte Pläne auflisten
es: Listar planes sin revisar

source: Hello %(accountant_name)s,
de: Hallo %(accountant_name)s,
es: Hola %(accountant_name)s,

source: A company filed a new plan for "%(product_name)s". Log in as an accountant to conduct a review.
de: Ein Betrieb hat einen neuen Plan für "%(product_name)s" eingereicht. Logge dich als Buchhalter*in ein, um den Plan zu prüfen.
es: Una empresa presentó un nuevo plan para "%(product_name)s". Inicia sesión como contador/a para realizar una revisión.

source: Plan information
de: Planinformationen
es: Información del plan

source: Unreviewed plans
de: Ungeprüfte Pläne
es: Planes sin revisar

source: Approve plan
de: Plan genehmigen
es: Aprobar plan

source: Reject plan
de: Plan ablehnen
es: Actualmente no hay planes esperando revisión

source: Hello. You were invited to be a public accountant at Arbeitszeitapp. Go to %(link)s to register.
de: Hallo. Du wurdest eingeladen, öffentliche*r Buchhalter*in der Arbeitszeitapp zu sein. Gehe zu %(link)s um dich zu registrieren.
es: Hola. Fuiste invitado/a a ser un/a contador/a público/a en Arbeitszeitapp. Ve a %(link)s para registrarte.

source: Welcome and thank you for registering! Please follow this link to activate your account:
de: Willkommen und Danke für deine Registrierung! Bitte folge diesem Link, um dein Konto zu aktivieren:
es: ¡Bienvenido/a y gracias por registrarte! Por favor, sigue este enlace para activar tu cuenta:

source: Start
es: Inicio

source: Login accountant
de: Login Buchhalter*in
es: Iniciar sesión como contador/a

source: Login
es: Iniciar sesión

source: Login company
de: Login Betrieb
es: Iniciar sesión como empresa

source: Click here to create a new account.
de: Klicke hier um ein neues Konto zu erstellen.
es: Haz clic aquí para crear una nueva cuenta.

source: Login member
de: Login Mitglied
es: Iniciar sesión como miembro

source: Sign up accountant
de: Buchhalter*in registrieren
es: Registrarse como contador/a

source: Sign Up
de: Registrieren
es: Registrarse

source: Sign up company
de: Betrieb registrieren
es: Registrarse como empresa

source: Click here to log in with an existing account.
de: Klicke hier um dich mit einem existierenden Konto anzumelden.
es: Haz clic aquí para iniciar sesión con una cuenta existente.

source: Sign up member
de: Mitglied registrieren
es: Registrarse como miembro

source: A platform for working time calculation.
de: Eine Plattform für Arbeitszeitrechnung.
es: Una plataforma para el cálculo del tiempo de trabajo.

source: Member
de: Mitglied
es: Miembro

source: Company
de: Betrieb
es: Empresa

source: Accountant
de: Buchhalter*in
es: Contador/a

source: Latest plans
de: Neueste Pläne
es: Últimos planes

source: Welcome!
de: Willkommen!
es: ¡Bienvenido/a!

source: Please confirm your account.
de: Bitte bestätige dein Konto.
es: Por favor, confirma tu cuenta.

source: Check your mailbox (and your spam folder) - you should have received an email with a confirmation link.
de: Überprüfe deine Mailbox (und deinen Spam-Ordner) - du solltest eine E-Mail mit einem Bestätigungslink erhalten haben.
es: Revisa tu bandeja de entrada (y tu carpeta de spam) - deberías haber recibido un correo electrónico con un enlace de confirmación.

source: You did not get an email?
de: Du hast keine E-Mail erhalten?
es: ¿No recibiste un correo electrónico?

source: Resend mail
de: E-Mail erneut senden
es: Reenviar correo

source: My cooperations
de: Meine Kooperationen
es: Mis cooperaciones

source: Create Cooperation
de: Kooperation erstellen
es: Crear cooperación

source: Here you can create a new cooperation.
de: Hier kannst du eine neue Kooperation erstellen.
es: Aquí puedes crear una nueva cooperación.

source: A cooperation contains similar products. The prices for all products in a cooperation are averaged to reduce price competition. All producers still receive the credits on sale corresponding to how they planned production.
de: Eine Kooperation beinhaltet ähnliche Produkte. Die Preise für alle Produkte in einer Kooperation werden gemittelt, um den Preiswettbewerb zu verringern. Alle Produzenten erhalten beim Verkauf die von ihnen ursprünglich geplante Anzahl von Arbeitsstunden.
es: Una cooperación contiene productos similares. Los precios de todos los productos en una cooperación se promedian para reducir la competencia de precios. Todos los productores siguen recibiendo los créditos por la venta correspondientes a cómo planificaron la producción.

source: Cooperation name
de: Name der Kooperation
es: Nombre de la cooperación

source: Definition of the cooperation
de: Definition der Kooperation
es: Definición de la cooperación

source: Create cooperation
de: Kooperation erstellen
es: Crear cooperación

source: Create plan
de: Plan erstellen
es: Crear plan

source: Save as draft
de: Als Entwurf speichern
es: Guardar como borrador

source: Cancel
de: Abbrechen
es: Cancelar

source: No workers are registered with your company. Click here to add some.
de: Es sind keine Arbeiter*innen bei deinem Betrieb registriert. Klicke hier, um welche hinzuzufügen.
es: No hay trabajadores registrados en tu empresa. Haz clic aquí para añadir algunos.

source: Create new plan
de: Neuen Plan erstellen
es: Crear nuevo plan

source: Register productive consumption
de: Registriere produktiven Konsum
es: Registrar consumo productivo

source: Register hours worked
de: Registriere gearbeitete Stunden
es: Registrar horas trabajadas

source: Company accounting
de: Betriebliche Buchhaltung
es: Contabilidad de la empresa

source: Your company
de: Dein Betrieb
es: Tu empresa

source: Plans
de: Pläne
es: Planes

source: Your plans
de: Deine Pläne
es: Tus planes

source: Cooperations
de: Kooperationen
es: Cooperaciones

source: Your cooperations
de: Deine Kooperationen
es: Tus cooperaciones

source: Consumptions
de: Verbräuche
es: Consumos

source: Your consumptions
de: Deine Verbräuche
es: Tus consumos

source: Product transfers
de: Produktweitergaben
es: Transferencias de productos

source: Your product transfers
de: Deine Produktweitergaben
es: Tus transferencias de productos

source: Workers
de: Arbeiter*innen
es: Trabajadores

source: Members of your collective
de: Mitglieder deines Kollektivs
es: Miembros de tu colectivo

source: Hours worked
de: Gearbeitete Stunden
es: Horas trabajadas

source: Your registered working hours
de: Deine registrierten Arbeitsstunden
es: Tus horas trabajadas registradas

source: Public accounting
de: Öffentliche Buchhaltung
es: Contabilidad pública

source: Global statistics
de: Globale Statistiken
es: Estadísticas globales

source: All companies
de: Alle Betriebe
es: Todas las empresas

source: All plans
de: Alle Pläne
es: Todos los planes

source: All cooperations
de: Alle Kooperationen
es: Todas las cooperaciones

source: Edit draft
de: Entwurf bearbeiten
es: Editar borrador

source: Save draft
de: Entwurf speichern
es: Guardar borrador

source: Workers of the company
de: Arbeiter*innen des Betriebs
es: Trabajadores de la empresa

source: No workers found.
de: Keine Arbeiter*innen gefunden.
es: No se encontraron trabajadores.

source: Member ID
de: Mitglied ID
es: ID del miembro

source: Remove a worker
de: Arbeiter*in entfernen
es: Eliminar un/a trabajador/a

source: Click here to remove a worker:
de: Klicke hier, um eine*n Arbeiter*in zu entfernen:
es: Haz clic aquí para eliminar un/a trabajador/a:

source: Remove worker
de: Arbeiter*in entfernen
es: Eliminar trabajador/a

source: Invite worker
de: Arbeiter*in einladen
es: Invitar trabajador/a

source: Invite
de: Einladen
es: Invitar

source: Pending work invites
de: Ausstehende Arbeitsanfragen
es: Invitaciones de trabajo pendientes

source: Click here to check for pending work invites:
de: Klicke hier, um ausstehende Arbeitsanfragen zu überprüfen:
es: Haz clic aquí para comprobar las invitaciones de trabajo pendientes:

source: Pending Work Invites
de: Ausstehende Arbeitsanfragen
es: Invitaciones de trabajo pendientes

source: No pending work invites found.
de: Keine ausstehenden Arbeitsanfragen gefunden.
es: No se encontraron invitaciones de trabajo pendientes.

source: Worker Id
de: Arbeiter*innen-ID
es: ID de trabajador/a

source: Worker Name
de: Arbeiter*innen-Name
es: Nombre de trabajador/a

source: Resend Invite
de: Einladung erneut senden
es: Reenviar invitación

source: Registered working hours
de: Registrierte Arbeitsstunden
es: Horas trabajadas registradas

source: My consumptions
de: Meine Verbräuche
es: Mis consumos

source: My past consumptions
de: Meine vergangenen Verbräuche
es: Mis consumos pasados

source: Here you can view your past consumptions.
de: Hier kannst du deine vergangenen Verbräuche sehen.
es: Aquí puedes ver tus consumos pasados.

source: Date
de: Datum
es: Fecha

source: Description
de: Beschreibung
es: Descripción

source: Purpose
de: Zweck
es: Propósito

source: Unit price
de: Preis pro Einheit
es: Precio unitario

source: Total price
de: Gesamtpreis
es: Precio total

source: You haven't consumed anything yet.
de: Du hast noch nichts konsumiert.
es: Aún no has consumido nada.

source: Create cooperation
de: Kooperation erstellen
es: Crear cooperación

source: Cooperations that I coordinate
de: Kooperationen, die ich koordiniere
es: Cooperaciones que coordino

source: Number of plans
de: Anzahl Pläne
es: Número de planes

source: You do not coordinate any cooperation
de: Du koordinierst keine Kooperationen
es: No coordinas ninguna cooperación

source: Incoming cooperation request (by others)
de: Eingehende Kooperationsanfragen (von anderen)
es: Solicitud de cooperación entrante (de otros)

source: My cooperation
de: Meine Kooperation
es: Mi cooperación

source: Accept
de: Annehmen
es: Aceptar

source: Decline
de: Ablehnen
es: Rechazar

source: You don't have open requests
de: Du hast keine offenen Anfragen
es: No tienes solicitudes abiertas

source: Outgoing cooperation requests (own requests)
de: Ausgehende Kooperationsanfragen (eigene Anfragen)
es: Solicitudes de cooperación salientes (propias)

source: Cooperation
de: Kooperation
es: Cooperación

source: You haven't requested any cooperation
de: Du hast keine Kooperationen angefragt
es: No has solicitado ninguna cooperación

source: My cooperating plans
de: Meine kooperierenden Pläne
es: Mis planes cooperativos

source: You don't have any cooperating plans.
de: DU hast keine kooperierenden Pläne.
es: No tienes ningún plan cooperativo.

source: My plans
de: Meine Pläne
es: Mis planes

source: Active
de: Aktiv
es: Activo

source: Your active plans.
de: Deine aktiven Pläne.
es: Tus planes activos.

source: Activation date
de: Aktivierungsdatum
es: Fecha de activación

source: Expiration date
de: Ablaufdatum
es: Fecha de caducidad

source: Cooperating plan
de: Kooperierender Plan
es: Plan cooperativo

source: Public
de: Öffentlich
es: Público

source: You don't have active plans.
de: Du hast keine aktiven Pläne.
es: No tienes planes activos.

source: Rejected
de: Abgelehnt
es: Rechazado

source: Plans rejected by social accounting.
de: Von der öffentlichen Buchhaltung abgelehnte Pläne.
es: Planes rechazados por la contabilidad social.

source: Creation date
de: Erstellungsdatum
es: Fecha de creación

source: Rejection date
de: Ablehnungsdatum
es: Fecha de rechazo

source: You don't have rejected plans.
de: Du hast keine abgelehnten Pläne.
es: No tienes planes rechazados.

source: Waiting
de: Wartend
es: Esperando

source: Plans waiting for approval by social accounting.
de: Pläne, die auf Genehmigung durch die öffentliche Buchhaltung warten.
es: Planes esperando aprobación por la contabilidad social.

source: Costs
de: Kosten
es: Costes

source: Type
de: Typ
es: Tipo

source: Plan created
de: Plan erstellt
es: Plan creado

source: Revoke
de: Widerrufen
es: Revocar

source: Revoke plan filing
de: Planeinreichung widerrufen
es: Revocar la presentación del plan

source: You don't have plans waiting for activation.
de: Du hast keine Pläne, die auf Aktivierung warten.
es: No tienes planes esperando activación.

source: Drafts
de: Entwürfe
es: Borradores

source: Your drafts. Click the envelope button to submit a plan to social accounting.
de: Deine Entwürfe. Klicke auf den Umschlag, um einen Plan bei der öffentlichen Buchhaltung einzureichen.
es: Tus borradores. Haz clic en el botón de sobre para enviar un plan a la contabilidad social.

source: File plan
de: Plan einreichen
es: Presentar plan

source: Delete plan
de: Plan löschen
es: Eliminar plan

source: Edit plan
de: Plan bearbeiten
es: Editar plan

source: You don't have any drafts saved.
de: Du hast keine Entwürfe gespeichert.
es: No tienes ningún borrador guardado.

source: Expired
de: Abgelaufen
es: Caducado

source: Renew plan
de: Plan erneuern
es: Renovar plan

source: You don't have expired plans.
de: Du hast keine abgelaufenen Pläne.
es: No tienes planes caducados.

source: Actions
de: Aktionen
es: Acciones

source: Register consumption
de: Registriere Konsum
es: Registrar consumo

source: End cooperation:
de: Kooperation beenden:
es: Finalizar cooperación:

source: End
de: Beenden
es: Fin

source: Join a cooperation
de: Einer Kooperation beitreten
es: Unirse a una cooperación

source: Join
de: Beitreten
es: Unirse

source: Worker
de: Arbeiter*in
es: Trabajador/a

source: Register
de: Registrieren
es: Registrar

source: You can register workers here
de: Du kannst Arbeiter*innen hier registrieren
es: Puedes registrar trabajadores aquí

source: No workers registered yet
de: Noch keine Arbeiter*innen registriert
es: Aún no hay trabajadores registrados

source: Registration of productive consumption
de: Registrierung produktiven Konsums
es: Registro de consumo productivo

source: Plan name
es: Nombre del plan

source: Plan description
de: Planbeschreibung
es: Descripción del plan

source: Select
de: Auswählen
es: Seleccionar

source: Hello %(company_name)s,
de: Hallo %(company_name)s,
es: Hola %(company_name)s,

source: Your plan with id "%(plan_id)s" for product "%(product_name)s" was rejected by public accounting.
de: Dein Plan mit der ID "%(plan_id)s" für das Produkt "%(product_name)s" wurde von der öffentlichen Buchhaltung abgelehnt.
es: Tu plan con ID "%(plan_id)s" para el producto "%(product_name)s" fue rechazado por la contabilidad social.

source: Request cooperation
de: Kooperation anfragen
es: Solicitar cooperación

source: Here you can request a cooperation.
de: Hier kannst du eine Kooperation anfragen.
es: Aquí puedes solicitar una cooperación.

source: The coordinator of the cooperation decides if they add your plan to the cooperation.
de: Der*die Koordinator*in der Kooperation entscheidet, ob er*sie deinen Plan in die Kooperation aufnimmt.
es: El coordinador de la cooperación decide si añade tu plan a la cooperación.

source: All plans in a cooperation should offer the same or a similar product.
de: Alle Pläne in einer Kooperation sollten das gleiche oder ein ähnliches Produkt anbieten.
es: Todos los planes en una cooperación deben ofrecer el mismo o un producto similar.

source: My plan...
de: Mein Plan...
es: Mi plan...

source: Cooperation ID
de: Kooperations-ID
es: ID de la cooperación

source: No plans yet.
de: Noch keine Pläne.
es: Aún no hay planes.

source: Request coordination transfer
de: Koordinationsübergabe anfragen
es: Solicitar transferencia de coordinación

source: Candidate ID
de: Kandidaten-ID
es: ID del candidato

source: Request transfer
de: Übergabe anfragen
es: Solicitar transferencia

source: My product transfers
de: Meine Produktweitergaben
es: Mis transferencias de productos

source: My product transfers (sales)
de: Meine Produktweitergaben (Verkäufe)
es: Mis transferencias de productos (ventas)

source: Coordination Transfer Request
de: Anfrage Koordinationsübergabe
es: Solicitud de transferencia de coordinación

source: Request date
de: Anfragedatum
es: Fecha de solicitud

source: Status
es: Estado

source: Candidate
de: Kandidat
es: Candidato/a

source: You are the candidate. Do you accept?
de: Du bist der Kandidat. Nimmst du an?
es: Eres el/la candidato/a. ¿Aceptas?

source: Accept coordination transfer
de: Koordinationsübergabe annehmen
es: Aceptar la transferencia de coordinación

source: Dashboard
es: Tablero

source: Sign out
de: Abmelden
es: Cerrar sesión

source: Help
de: Hilfe
es: Ayuda

source: Back
de: Zurück
es: Atrás

source: Company overview
de: Betriebsübersicht
es: Resumen de la empresa

source: Registered since
de: Angemeldet seit
es: Registrado desde

source: Metrics
de: Kennzahlen
es: Métricas

source: Account p
de: P-Konto
es: Cuenta p

source: Account r
de: R-Konto
es: Cuenta r

source: Account a
de: A-Konto
es: Cuenta a

source: Account prd
de: Prd-Konto
es: Cuenta prd

source: Expectations
de: Erwartungen
es: Expectativas

source: Deviation (&percnt;)
de: Abweichung (&percnt;)
es: Desviación (&percnt;)

source: Suppliers
de: Zulieferer
es: Proveedores

source: This company has no suppliers.
de: Dieser Betrieb hat keine Zulieferer.
es: Esta empresa no tiene proveedores.

source: Planned sales
de: Geplante Verkäufe
es: Ventas planificadas

source: Sales deviation
de: Verkaufsabweichung
es: Desviación de ventas

source: Sales deviation (&percnt;)
de: Verkaufsabweichung (&percnt;)
es: Desviación de ventas (&percnt;)

source: Specify product name and description.
de: Gib Produktname und Produktbeschreibung an.
es: Especifica el nombre y la descripción del producto.

source: Product description
de: Produktbeschreibung
es: Descripción del producto

source: Choose a planning timeframe in which you are planning to produce and deliver your product.
de: Wähle einen Planungszeitraum, in dem du planst, dein Produkt herzustellen und zu liefern.
es: Elegir un marco de tiempo de planificación en el que planeas producir y entregar tu producto.

source: Planning timeframe
de: Planungszeitraum
es: Marco de tiempo de planificación

source: Days
de: Tage
es: Días

source: This value is used for informational purposes only, i.e. you do not have to adhere to any rules here. For example, if you plan to produce beverages, you are free to choose if your smallest delivery unit is one can or one six-pack of cans.
de: Dieser Wert dient nur zu Informationszwecken, du musst dich hier an keine Regeln halten. Wenn du z.B. planst, Getränke herzustellen, könnte deine kleinste Abgabeeinheit sowohl eine Dose als auch ein Sixpack sein.
es: Este valor se utiliza solo con fines informativos, es decir, no tienes que adherirte a ninguna regla aquí. Por ejemplo, si planeas producir bebidas, eres libre de elegir si tu unidad de entrega más pequeña es una lata o un pack de seis latas.

source: Smallest delivery unit
de: Kleinste Abgabeeinheit
es: Unidad de entrega más pequeña

source: E.g. 1 package, 1 kilogram, 20 bottles, 1 language lesson, etc.
de: Z.B. 1 Packung, 1 Kilogramm, 20 Flaschen, 1 Lektion Sprachunterricht, etc.
es: Por ejemplo, 1 paquete, 1 kilogramo, 20 botellas, 1 lección de idioma, etc.

source: How many of your "smallest delivery unit" will you produce in total? By dividing the sum of your production costs by this amount, the app calculates how much labour time is required to produce one piece of your product.
de: Wie viel deiner "kleinsten Abgabeeinheit" wirst du insgesamt produzieren? Indem die App die Summe der Produktionskosten durch diesen Wert teilt, errechnet sie wie viel Arbeitszeit es braucht, um eine Einheit deines Produktes herzustellen.
es: Cuántas de tus "unidades de entrega más pequeñas" producirás en total? Dividiendo la suma de tus costes de producción por esta cantidad, la aplicación calcula cuánto tiempo de trabajo es necesario para producir una unidad de tu producto.

source: This field is mainly to account for wear and tear of machines. E.g. if you plan to use a machine that cost 10000 hours to produce, for 10 years, and you have ten one-year-plans, then for this fixed mean of production, the value would be 1000.
de: Dieses Feld wird hauptsächlich dafür genutzt, der Abnutzung von Maschinen Rechnung zu tragen. Z.B. würdest du bei zehn Ein-Jahres-Plänen für eine Maschine, die die ganzen 10 Jahre im Einsatz sein soll und 10000 Stunden gekostet hat, für dieses feste Produktionsmittel den Wert 1000 eintragen.
es: Este campo es principalmente para contabilizar el desgaste de las máquinas. Por ejemplo, si planeas usar una máquina que cuesta 10000 horas para producir, durante 10 años, y tienes diez planes de un año, entonces para este medio de producción fijo, el valor sería 1000.

source: Costs for fixed means of production
de: Kosten für feste Produktionsmittel
es: Costes de medios de producción fijos
