Repository: ida-arbeitszeit/arbeitszeitapp
Catalog: arbeitszeit_flask/translations/*/LC_MESSAGES/messages.po
Languages: de, es

source: Welcome, %s!
de: Willkommen, %s!
es: ¡Bienvenido/a, %s!

source: Company %(company)s has invited you!
de: Betrieb %(company)s hat dich eingeladen!
es: ¡La empresa %(company)s te ha invitado!

source: %(num).2f days
de: %(num).2f Tage
es: %(num).2f días

source: Expired plan %(plan_id)s is no longer shown to you.
de: Abgelaufener Plan %(plan_id)s wird dir nicht mehr angezeigt.
es: El plan caducado %(plan_id)s ya no se muestra.

source: Worker could not be found.
de: Arbeiter*in konnte nicht gefunden werden.
es: El/la trabajador/a no se pudo encontrar.

source: Company could not be found.
de: Betrieb konnte nicht gefunden werden.
es: La empresa no se pudo encontrar.

source: Worker already works for the company.
de: Arbeiter*in arbeitet bereits für den Betrieb.
es: El/la trabajador/a ya trabaja para la empresa.

source: Invitation has already been issued.
de: Einladung wurde bereits verschickt.
es: La invitación ya ha sido emitida.

source: Worker has been invited successfully.
de: Arbeiter*in wurde erfolgreich eingeladen.
es: El/la trabajador/a ha sido invitado/a con éxito.

source: Coordinators
de: Koordinator*innen
es: Coordinadores

source: Incorrect password
de: Inkorrektes Passwort
es: Contraseña incorrecta

source: This email address does not belong to a registered accountant
de: Die Email-Adresse gehört nicht zu einer*m registrierten*m Buchhalter*in
es: Esta dirección de correo electrónico no pertenece a un/a contable registrado/a

source: Password is incorrect
de: Passwort ist inkorrekt
es: Contraseña incorrecta

source: Email address is not correct. Are you already signed up?
de: Email-Adresse ist inkorrekt. Bist du schon registriert?
es: La dirección de correo electrónico no es correcta. ¿Ya estás registrado/a?

source: Email address incorrect. Are you already registered as a member?
de: Emailadresse inkorrekt. Bist du bereits als Mitglied registriert?
es: La dirección de correo electrónico es incorrecta. ¿Ya estás registrado/a como miembro?

source: No results
de: Keine Ergebnisse
es: Sin resultados

source: No results.
de: Keine Ergebnisse.
es: Sin resultados.

source: Could not register %(email_address)s as an accountant
de: Konnte %(email_address)s nicht als Buchhalter*in registrieren
es: No se pudo registrar %(email_address)s como contable

source: This email address is already registered.
de: Diese E-Mail-Adresse ist bereits registriert.
es: Esta dirección de correo electrónico ya está registrada.

source: Wrong password.
de: Falsches Passwort.
es: Contraseña incorrecta.

source: This worker does not work in your company.
de: Diese*r Arbeiter*in ist nicht in deinem Betrieb beschäftigt.
es: Este/a trabajador/a no trabaja en tu empresa.

source: Labour hours successfully registered
de: Arbeitsstunden erfolgreich registriert
es: Horas de trabajo registradas con éxito

source: Invalid input
de: Ungültige Eingabe
es: Entrada no válida

source: A negative amount is not allowed.
de: Ein negativer Betrag ist nicht erlaubt.
es: No se permite una cantidad negativa.

source: A company with the same email address already exists but the provided password does not match.
de: Ein Betrieb mit der selben Email-Adresse existiert bereits, aber das eingegebene Passwort stimmt nicht überein.
es: Ya existe una empresa con la misma dirección de correo electrónico pero la contraseña proporcionada no coincide.

source: Consumption successfully registered.
de: Konsum erfolgreich registriert.
es: Consumo registrado con éxito.

source: The specified plan has been expired. Please contact the selling company to provide you with an up-to-date plan ID.
de: Der angegebene Plan ist nicht aktuell. Bitte wende dich an den Verkäufer, um eine aktuelle Plan-ID zu erhalten.
es: El plan especificado ha caducado. Por favor, contacta a la empresa vendedora para que te proporcione un ID de plan actualizado.

source: You do not have enough work certificates.
de: Du hast nicht genügend Arbeitszertifikate.
es: No tienes suficientes certificados de trabajo.

source: Failed to register private consumption. Are you logged in as a member?
de: Registrierung des privaten Konsums fehlgeschlagen. Bist du als Mitglied eingeloggt?
es: No se pudo registrar el consumo privado. ¿Estás conectado/a como miembro?

source: There is no plan with the specified ID in the database.
de: Die Plan-ID existiert nicht im System.
es: No hay un plan con el ID especificado en la base de datos.

source: Successfully registered.
de: Erfolgreich registriert.
es: Registrado con éxito.

source: Plan does not exist.
de: Plan existiert nicht.
es: El plan no existe.

source: The specified plan has expired. Please contact the provider to obtain a current plan ID.
de: Der angegebene Plan ist abgelaufen. Bitte kontaktiere den Anbieter um eine gültige Plan-ID zu erhalten.
es: El plan especificado ha caducado. Por favor, contacta al proveedor para obtener un ID de plan actual.

source: Registration failed. Companies cannot acquire public products.
de: Registrierung gescheitert. Betriebe können keine öffentlichen Produkte erwerben.
es: Registro fallido. Las empresas no pueden adquirir productos públicos.

source: Registration failed. Companies cannot acquire their own products.
de: Registrierung gescheitert. Betriebe können nicht ihre eigenen Produkte erwerben.
es: Registro fallido. Las empresas no pueden adquirir sus propios productos.

source: The specified type of consumption is invalid.
de: Die angegebene Art des Konsums ist ungültig.
es: El tipo de consumo especificado no es válido.

source: Plan was rejected successfully. An email was sent to the planning company.
de: Plan wurde erfolgreich abgelehnt. Eine E-Mail wurde an den planenden Betrieb gesendet.
es: Plan rechazado con éxito. Se envió un correo electrónico a la empresa planificadora.

source: Plan rejection failed. No email sent.
de: Planablehnung fehlgeschlagen. Keine E-Mail gesendet.
es: El rechazo del plan falló. No se envió ningún correo electrónico.

source: Worker successfully removed from company.
de: Arbeiter*in erfolgreich vom Betrieb entfernt.
es: Trabajador/a eliminado/a con éxito de la empresa.

source: Request has been sent.
de: Anfrage wurde gesendet.
es: La solicitud ha sido enviada.

source: Plan not found.
de: Plan nicht gefunden.
es: Plan no encontrado.

source: Cooperation not found.
de: Kooperation nicht gefunden.
es: Cooperación no encontrada.

source: Plan not active.
de: Plan inaktiv.
es: Plan no activo.

source: Plan is already cooperating or requested a cooperation.
de: Plan kooperiert bereits oder hat eine Kooperation angefragt.
es: El plan ya está cooperando o ha solicitado una cooperación.

source: Public plans cannot cooperate.
de: Öffentliche Pläne können nicht kooperieren.
es: Los planes públicos no pueden cooperar.

source: Only the creator of a plan can request a cooperation.
de: Nur der Planersteller kann eine Kooperation anfragen.
es: Solo el creador de un plan puede solicitar una cooperación.

source: Request Coordination Transfer
de: Koordinationsübergabe anfragen
es: Solicitar transferencia de coordinación

source: The candidate is not a company.
de: Der*die Kandidat*in ist kein Betrieb.
es: El candidato no es una empresa.

source: You are not the coordinator.
de: Du bist nicht der Koordinator.
es: No eres el coordinador.

source: The candidate is already the coordinator.
de: Der Kandidat ist bereits der Koordinator.
es: El candidato ya es el coordinador.

source: Request has not been sent. You have a pending transfer request.
de: Anfrage wurde nicht gesendet. Du hast eine ausstehende Übergabeanfrage.
es: La solicitud no ha sido enviada. Tienes una solicitud de transferencia pendiente.

source: The email address seems to be invalid.
de: Die E-Mail-Adresse scheint ungültig zu sein.
es: La dirección de correo electrónico parece ser inválida.

source: The email address seems to be already taken.
de: Die E-Mail-Adresse scheint bereits vergeben zu sein.
es: La dirección de correo electrónico parece estar ya en uso.

source: The password is incorrect.
de: Das Passwort ist falsch.
es: La contraseña es incorrecta.

source: A confirmation mail has been sent to your new email address.
de: Eine Bestätigungsmail wurde an deine neue E-Mail-Adresse gesendet.
es: Se ha enviado un correo de confirmación a tu nueva dirección de correo electrónico.

source: Your request for an email address change was rejected.
de: Deine Anfrage, die E-Mail-Adresse zu ändern wurde abgelehnt.
es: Tu solicitud de cambio de dirección de correo electrónico fue rechazada.

source: Invite does not exist.
de: Einladung existiert nicht.
es: La invitación no existe.

source: Invite has been resent successfully.
de: Einladung wurde erfolgreich erneut versendet.
es: La invitación ha sido reenviada con éxito.

source: Unexpected error: Not possible to revoke plan filing.
de: Unerwarteter Fehler: Nicht möglich, die Planeinreichung zu wiederrufen.
es: Error inesperado: No es posible revocar la presentación del plan.

source: Filing of plan has been successfully revoked.
de: Planeinreichung wurde erfolgreich widerrufen.
es: La presentación del plan ha sido revocada con éxito.

source: The selected plan does not exist or is not active anymore.
de: Der ausgewählte Plan existiert nicht oder ist nicht mehr aktiv.
es: El plan seleccionado no existe o ya no está activo.

source: Payment
de: Bezahlung
es: Pago

source: Credit
de: Gutschrift
es: Crédito

source: The company "%(company_name)s" invites you to join them. Do you want to accept this invitation?
de: Der Betrieb "%(company_name)s" hat dich zum Beitritt eingeladen. Möchtest du die Einladung annehmen?
es: La empresa "%(company_name)s" te invita a unirte a ellos. ¿Quieres aceptar esta invitación?

source: You don't have any plans.
de: Du hast keine Pläne.
es: No tienes ningún plan.

source: Sale
de: Verkauf
es: Venta

source: Anonymous worker
de: Anonyme*r Arbeiter*in
es: Trabajador/a anónimo/a

source: There are currently no plans waiting for review
de: Es gibt momentan keine Pläne, die auf ihre Überprüfung warten

source: Balances
de: Kontostände

source: No
de: Nein
